<?php

/**
 * ECSHOP 財付通支付插件語言文件
 * ============================================================================
 * 版權所有 2005-2008 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ============================================================================
 * $Author: testyang $
 * $Id: tenpay.php 15086 2008-10-27 06:21:49Z testyang $
 */

global $_LANG;

$_LANG['tenpay']            = '<font color="#FF0000">財付通</font>';
$_LANG['tenpay_desc']       = '<b>財付通（www.tenpay.com） - 騰訊旗下在線支付平台，通過國家權威安全認證，支持各大銀行網上支付，免支付手續費。</b>';
$_LANG['tenpay_account']    = '財付通商戶號';
$_LANG['tenpay_key']        = '財付通密鑰';
$_LANG['magic_string']      = '自定義簽名';
$_LANG['pay_button']        = '立即使用財付通支付';
$_LANG['account_voucher']   = '會員帳戶充值';
$_LANG['shop_order_sn']     = '商城訂單號';

?>